{
  "Home": "گھر",
  "ApplyForRegistration": "رجسٹریشن کے لیے درخواست دیں",
  "Results": "نتائج",
  "Apply": "درخواست دیں",
  "ShowDatesheet": "ڈیٹ شیٹ ",
  "login": "لاگ ان کریں",
  "aboutus": "ہمارے بارے میں",
  "Admin": "ایڈمن",
  "Dashboard": "ڈیش بورڈ",
  "AddStudent": "طالب علم شامل کریں",
  "Student": "طالب علم",
  "ShowStudents": "طلباء کی فہرست",
  "Admissions": "داخلے",
  "AddTestResults": "ٹیسٹ کے نتائج شامل کریں",
  "OAF": "آن لائن داخلہ فارم",
  "MaritalStatus": "ازدواجی حیثیت",
  "Province": "صوبہ",
  "District": "ضلع",
  "ShowApplicants": "درخواست دہندگان کی فہرست",
  "Our School": "ہمارا سکول",
  "Vision & Mission": "وژن اور مشن",
  "Dress Code": "ضابطہ لباس",
  "Rules and regulations": "قواعد و ضوابط",
  "Annual Day": "سالانہ دن",
  "co-curricular activity": "ہم نصابی سرگرمی",
  "Sport Day": "کھیلوں کا دن",
  "Student Tour": "طلباء کی ٹور",
  "About TGLS": "ٹی جی ایل ایس کے بارے میں",
  "AboutMessage": "ٹی جی ایل ایس ایک جدید ہائیر سیکنڈری اسکول ہے جو اعلیٰ معیار کی تدریسی اور طلباء کی معاونت کی خدمات فراہم کرنے کے لیے پرعزم ہے۔ انسٹی ٹیوٹ مسلسل بہتر سہولیات میں سرمایہ کاری کر رہا ہے تاکہ یہ یقینی بنایا جا سکے کہ لوگ اپنے ٹی جی ایل ایس کے تجربے سے زیادہ سے زیادہ فائدہ اٹھا سکیں۔ یہاں کے طلباء متنوع مضامین کا مطالعہ کرتے ہیں اور ایک توانائی بخش ماحول میں علم اور مہارت حاصل کرتے ہیں۔ ہمارے تعلیمی پروگرام طلباء کو اعتماد سے آراستہ کرنے کے لیے بنائے گئے ہیں۔ انہیں ٹی جی ایل ایس میں کافی مدد ملے گی۔ جیسا کہ ہمارے سفر کی تاریخ بتاتی ہے، ہم نے 1991 میں 87 (لڑکے اور لڑکیاں) 11 اساتذہ کے ساتھ آغاز کیا تھا، لیکن اب اللہ تعالیٰ کے فضل و کرم سے یہ تعداد بڑھ کر 2170 لڑکوں اور 2144 لڑکیوں تک پہنچ گئی ہے    ",
  "AboutMessage2": "ٹی جی ایل ایس کے اسٹڈیز کا نمونہ تعلیم اور سیکھنے کے مختلف جدید ذرائع کے استعمال کے ذریعے مکمل تصور کی منظوری کے بنیادی مقصد کے ساتھ انتہائی ساختہ ہے",
  "Computer": "کمپیوٹر",
  "Nazira": "ناظرہ",
  "Islamiat": "اسلامیات",
  "Urdu": "اردو",
  "Math": "ریاضی",
  "Pak Study": "مطالعہ پاکستان",
  "English": "انگریزی",
  "Science": "سائنس",
  "Notification for Annual Function": "سالانہ تقریب کی اطلاع ",
  "18 December 2017": "18 دسمبر 2017",
  "Green Lyceum Global School, Peshawar": "گرین لائسیم گلوبل سکول، پشاور",
  "Notice": "نوٹس",
  "This is to inform the students that the ANNUAL FUNCTION is going to be held on March 5, 2018 from 11:30 a.m. to 2:30 p.m. at the school auditorium. The entry is strictly by the pass that will be issued to each student by his/her respective class teacher on January 1, 2018 during the Class-teacher period.": "طلباء کو مطلع کیا جاتا ہے کہ سالانہ تقریب 5 مارچ 2018 کو صبح 11:30 بجے سے دوپہر 2:30 بجے تک منعقد ہونے جا رہی ہے۔ اسکول کے آڈیٹوریم میں داخلہ سختی سے پاس کے ذریعہ ہے جو ہر طالب علم کو اس کے متعلقہ کلاس ٹیچر کی طرف سے 1 مارچ 2023 کو کلاس ٹیچر کی مدت کے دوران جاری کیا جائے گا۔ ",
  "Vice-Principal": "وائس پرنسپل",
  "Address": "پتہ",
  "4 Km , Nasir Bagh Road, Near Regi Model Town,": "4 کلومیٹر، ناصر باغ روڈ، نزد ریگی ماڈل ٹاؤن     ",
  "PHONE": "فون",
  "EMAIL": "ای میل",
  "Enter Paper of Class One": "کلاس اول  کا پرچہ داخل کریں",
  "Enter Paper of Class Two": "کلاس دوم کا پرچہ داخل کریں",
  "Enter Paper of Class Three": "کلاس سوم کا پرچہ داخل کریں",
  "Enter Paper of Class Four": "کلاس چهارم کا پرچہ داخل کریں",
  "Enter Paper of Class Five": "کلاس پنجم کا پرچہ داخل کریں",
  "Enter Paper of Class Six": "کلاس شَشُم کا پرچہ داخل کریں",
  "Enter Paper of Class Seven": "کلاس ہفتم کا پرچہ داخل کریں",
  "Enter Paper of Class Eight": "کلاس ہشتم  کا پرچہ داخل کریں",
  "MESSAGE OF DIRECTOR": "ڈائریکٹر کا پیغام",
  "directormessage": "ٹی جی ایل ایس ماڈل سکول اینڈ کالج، ایک نجی ہائیر سیکنڈری سکول ہے۔ اس کا آغاز پاکستان میں درمیانے اور نچلے متوسط ​​طبقے کے بچوں کے لیے سرکاری اسکول کی سطح پر بین الاقوامی اور جدید نظام تعلیم کا آغاز ہے۔ اگرچہ یہ رسمی A/O سطح کا ادارہ نہیں ہے، لیکن تصور کی منظوری اور عملی مہارتوں (ملٹی میڈیا، کلاس ڈسکشن، جوڑی کے کام، پروجیکٹ وغیرہ کے ذریعے) پر زیادہ توجہ مرکوز کرتے ہوئے، اس نے اس کی اسکولنگ کو O/A قسم کی اسکولنگ کے قریب لے جایا ہے۔ ڈبلیو ایم ایس سی کا خیال ہے کہ ماہرین تعلیم کے ساتھ ساتھ شخصیت کی مجموعی تراش خراش اور ترقی اس کی اسکولنگ کا ایک ناگزیر جزو ہونا چاہیے، اس مقصد کے لیے ہم نصابی (بحث، ڈرامہ وغیرہ) اور کھیلوں کی سرگرمیوں کو روزانہ کی بنیاد پر جگہ دی جاتی ہے۔ ڈبلیو ایم ایس سی کی خواہش ہے کہ اس کے طلباء نہ صرف عوامی امتحانات اور انٹری ٹیسٹ میں نمایاں نمبر حاصل کریں بلکہ وہ خود کو نتیجہ خیز افراد اور اچھے، توانا اور امن پسند شہری ثابت کریں، جو قومی اور امت کی ترقی میں نمایاں کردار ادا کرنے کے قابل ہوں۔ ڈبلیو ایم ایس سی کا اپنے لڑکوں اور لڑکیوں کے دونوں کیمپس میں تمام مطلوبہ جسمانی سہولیات سے مالا مال ہے، عوامی امتحانات اور انٹری ٹیسٹ کے نتائج اس کی سچائی اور بصیرت کا ثبوت ہیں۔ ڈائریکٹر ہونے کے ناطے، میری خواہش ہے کہ میرے طلباء وہ سب کچھ حاصل کریں، جو انہیں اچھا انسان، مہذب، پیداواری اور امن پسند بنا سکے۔ اللہ رب العزت ہمیں ہمیشہ ہدایت عطا فرمائے۔ آمین    ",
  "Fazal Hussain": "فضل حسین ",
  "Director": "ڈائریکٹر ",
  " Dear Parents/Guardians,": "محترم والدین/سرپرست،",
  "It is hereby notified that The First Terminal Examination-2075 for Grade Nursery to VIII will commence from 2022/03/21, Thursday to 2022/03/29, Friday.": "یہاں یہ مطلع کیا جاتا ہے کہ گریڈ نرسری تا ہشتم کے لیے پہلا ٹرمینل امتحان-2075 2022/03/21، جمعرات سے 2022/03/29، جمعہ تک شروع ہوگا۔     ",
  "We humbly request our respected parents and guardians to prepare their child/children for the exam  and encourage them to revise the course content thoroughly.": "ہم اپنے معزز والدین اور سرپرستوں سے عاجزانہ درخواست کرتے ہیں کہ وہ اپنے بچے/بچوں کو امتحان کے لیے تیار کریں اور ان کی حوصلہ افزائی کریں کہ وہ کورس کے مواد پر اچھی طرح سے نظر ثانی کریں",
  "For detailed  information,the class teachers have  attached the syllabus and exam routine for Grade Nursery to U.K.G students. The students of Grade I to VIII are well informed about the exam routine and the syllabus by the class and subject teachers.": "تفصیلی معلومات کے لیے، کلاس ٹیچرز نے گریڈ نرسری کے نصاب اور امتحانی روٹین کو U.K.G کے طلباء سے منسلک کر دیا ہے۔ جماعت I تا VIII کے طلباء کو کلاس اور مضمون کے اساتذہ کے ذریعہ امتحان کے معمولات اور نصاب کے بارے میں اچھی طرح سے آگاہ کیا جاتا ہے۔     ",
  "Thank you for your co-operation.": "آپکے تعاون کا شکریہ.",
  "School Management": "سکول مینجمنٹ",
  "Notification for Final Exam": "فائنل امتحان کی اطلاع",
  "Class One": "کلاس اول",
  "Class Two": "کلاس دوم",
  "Class Three": "کلاس سوم",
  "Class Four": "کلاس چهارم",
  "Class Five": "کلاس پنجم",
  "Class Six": "کلاس شَشُم",
  "Class Seven": "کلاس ہفتم",
  "Class Eight": "کلاس ہشتم",

  "adminLogin": "ایڈمن لاگ ان",
  "EPUN&P": "فراہم کردہ صارف نام اور پاس ورڈ درج کریں",
  "UserName": "صارف نام",
  "Password": "پاس ورڈ",
  "StudentId": "طالب علم کی آئی ڈی",
  "ApplicantCnic": "درخواست گزار کی سی این آئی / فارم بی",
  "AETR": "انٹری ٹیسٹ کے نتائج شامل کریں",
  "VISION & MISSION OF TGLS": "ٹی جی ایل ایس کا وژن اور مشن",
  "Vision Statement": "اولین مقصد",
  "TGLS is dedicated to a continuing tradition of excellence in an ever-changing world. We provide a relevant, high-quality education and prepare our diverse students for future endeavors. We honor achievement and promote pride in ourselves, in our school, and in our community.": "ٹی جی ایل ایس ہمیشہ بدلتی ہوئی دنیا میں فضیلت کی ایک مسلسل روایت کے لیے وقف ہے۔ ہم ایک متعلقہ، اعلیٰ معیار کی تعلیم فراہم کرتے ہیں اور اپنے متنوع طلباء کو مستقبل کی کوششوں کے لیے تیار کرتے ہیں۔ ہم کامیابی کو عزت دیتے ہیں اور اپنے، اپنے اسکول اور اپنی کمیونٹی میں فخر کو فروغ دیتے ہیں۔",
  "Mission Statement": "مشن ",
  "TGLS strive to prepare all students to become lifelong learners and responsible citizens ready to meet the challenges of the future. In partnership with families and community, our goal is to create relevant learning opportunities for students — both inside and outside the classroom — that help them develop the knowledge, critical thinking skills, and character necessary to succeed in a technologically advanced world. We honor quality and enable students to perform at their highest level of ability.": "ٹی جی ایل ایس تمام طلباء کو زندگی بھر سیکھنے والے اور مستقبل کے چیلنجوں کا مقابلہ کرنے کے لیے تیار ذمہ دار شہری بننے کے لیے تیار کرنے کی کوشش کرتا ہے۔ خاندانوں اور کمیونٹی کے ساتھ شراکت داری میں، ہمارا مقصد طلباء کے لیے سیکھنے کے متعلقہ مواقع پیدا کرنا ہے — کلاس روم کے اندر اور باہر — جو کہ انہیں علم، تنقیدی سوچ کی مہارتوں، اور تکنیکی طور پر ترقی یافتہ دنیا میں کامیاب ہونے کے لیے ضروری کردار کو فروغ دینے میں مدد کرتے ہیں۔ ہم معیار کا احترام کرتے ہیں اور طلباء کو ان کی اعلیٰ ترین صلاحیتوں پر کارکردگی دکھانے کے قابل بناتے ہیں۔  ",
  "city": "شہر",
  "NEWS AND EVENTS":"خبریں اور واقعات",
  "Add New Student":"نیا طالب علم شامل کریں",
  "Nursery Class Summer Vaccation Tasks":"نرسری کلاس گرمیوں کی تعطیلات کے کام",
  "Pre Nursery Class Summer Vaccation Tasks":"پری نرسری کلاس گرمیوں کی تعطیلات کے کام",
  "KG Class Summer Vaccation Tasks":"کے جی کلاس گرمیوں کی تعطیلات کے کام",
  "Class One Summer Vaccation Tasks":"کلاس اول کے گرمیوں کی تعطیلات کے کام",
  "Class Two Summer Vaccation Tasks":"کلاس دوم کے گرمیوں کی تعطیلات کے کام",
  "Class Three Summer Vaccation Tasks":"کلاس سوم کے گرمیوں کی تعطیلات کے کام",
  "Class Four Summer Vaccation Tasks":"کلاس چهارم کے گرمیوں کی تعطیلات کے کام",
  "Class Five Summer Vaccation Tasks":"کلاس پنجم کے گرمیوں کی تعطیلات کے کام", 
  "SCHOOL IMPORTANT RULES":"اسکول کے اہم اصول",
  "Admission requirements":"داخلہ کی ضروریات",
  "Pre – school = Form B or Birth Certificate + 2 photos":"پری اسکول: فارم بی یا برتھ سرٹیفکیٹ + دو تصاویر",
  "Class 1 – 8th = SLC + 2 Photos":"کلاس 1 - 8 : اسکول چھوڑنے کا سرٹیفکیٹ + 2 تصاوی",
  "Class 10th = Migration certificate + SLC + DMC + 8 photos":"دسویں جماعت = مائیگریشن سرٹیفکیٹ + اسکول چھوڑنے کا سرٹیفکیٹ، ڈی ایم سی اور 8 تصاویر",
  "Inter: I + II = Provisional and character certificate + DMC + 8 Photos + Migration":"انٹر: I + II = عارضی اور کریکٹر سرٹیفکیٹ + DMC + 8 تصاویر + ہجرت",
  "Class 9th = Migration certificate + SLC + DMC + 8 photos":"کلاس 9 = مائیگریشن سرٹیفکیٹ، اسکول چھوڑنے کا سرٹیفکیٹ، ڈی ایم سی، 8 تصاویر",
  "certificate (If HSSC / SSC done from other than Peshawar. Board)":"سرٹیفکیٹ (اگر HSSC / SSC پشاور کے علاوہ کسی اور سے کیا ہے۔ بورڈ)",
  "Provisional Admission:":"عارضی داخلہ",
  "May be granted in class 9th to 12th.":"کلاس 9ویں سے 12ویں میں دی جا سکتی ہے۔",
  "All rules (of discipline, attendance, dues and home Exam) shall apply.":"ام قواعد (نظم و ضبط، حاضری، واجبات اور گھریلو امتحان کے) لاگو ہوں گے",
  "TGLS shall bear no responsibility for enrollment and Exam at BISE Peshawar.":"TGLS بورڈ آف انٹرمیڈیٹ اینڈ سیکنڈری ایجوکیشن پشاور میں اندراج اور امتحان کی کوئی ذمہ داری نہیں لے گی",
  "No admission test is required, only to be interviewed by Head.":"کسی داخلہ ٹیسٹ کی ضرورت نہیں ہے، صرف ہیڈ کو انٹرویو دینا ہے۔",
  "With full admission dues + monthly tuition fee.":"مکمل داخلہ واجبات + ماہانہ ٹیوشن فیس کے ساتھ۔",
  "Concession to Real Brother / Sister of Lyceumns:":"لائسیمنز کے حقیقی بھائی / بہن کو رعایت:",
  "10% in admission fee and monthly tuition fee except transport charges and Annual fund are granted automatically at admission counters.":"داخلہ فیس میں 10% اور ماہانہ ٹیوشن فیس سوائے ٹرانسپورٹ چارجز اور سالانہ فنڈ داخلہ کاؤنٹرز پر خود بخود دی جاتی ہے۔",
  "Late Comer Students:":"دیر سے آنے والے طلباء",
  "Till start of national anthem students can join assembly directly without going to class rooms.":"قومی ترانہ شروع ہونے تک طلباء کلاس رومز میں گئے بغیر براہ راست اسمبلی میں شامل ہو سکتے ہیں۔",
  "Up to 15 mins after off of assembly, late comers are allowed to class after receiving of punishment (3/5 rounds running with bags up).":"اسمبلی سے باہر ہونے کے 15 منٹ بعد، تاخیر سے آنے والوں کو سزا ملنے کے بعد کلاس میں جانے کی اجازت ہے (3/5 راؤنڈ بیگ کے ساتھ چل رہے ہیں)۔",

  "More than 15 minutes late joiner to be punished 10 / 15 rounds and to be allowed to class at start of 2nd lesson.":"15 منٹ سے زیادہ دیر سے جوائن کرنے والے کو 10/15 راؤنڈ سزا دی جائے گی اور دوسرے سبق کے آغاز پر کلاس میں جانے کی اجازت دی جائے گی۔",
  "Detained Students:":"ڈیثنٹ طلباء",
  "Detained students shall not be allowed until their parents /guardians signing the undertaking. Better it be done before result day or upto <br /> one week after result day.":"ڈیثنٹ طلباء کو اس وقت تک اجازت نہیں دی جائے گی جب تک کہ ان کے والدین/سرپرست اس معاہدے پر دستخط نہ کریں۔ بہتر ہے کہ یہ نتیجہ کے دن سے پہلے یا نتیجہ کے دن کے ایک ہفتہ بعد تک کر لیا جائے",
  "Detained student forms shall not be sent to BISE Peshawar.":"ڈیثنٹ طلباء کے فارم بورڈ آف انٹرمیڈیٹ اور سیکنڈری ایجوکیشن پشاور کو نہیں بھیجے جائیں گے۔",
  "The detained students forms shall be sent to BISE after passing the pre-board exam with the board fee of that time.":"ڈیثنٹ طلباء کے فارم اس وقت کی بورڈ فیس کے ساتھ پری بورڈ امتحان پاس کرنے کے بعد بورڈ آف انٹرمیڈیٹ اور سیکنڈری ایجوکیشن کو بھیجے جائیں گے۔",
  "If parents / guardians shall not sign undertaking till one week after result day the detained students shall be SOR and parents shall be informed through registered post &phonic massage.":"اگر والدین/سرپرست نتائج کے دن کے بعد ایک ہفتہ تک انڈرٹیکنگ پر دستخط نہیں کرتے ہیں تو ڈیثنٹ طلباء کو SOR کیا جائے گا اور والدین کو رجسٹرڈ پوسٹ اور فونک مساج کے ذریعے مطلع کیا جائے گا۔",
  "Absentee of Student in Exam:":"امتحان میں طالب علم کی غیر حاضری:",
  "Absent students will be declared as failed.":"غیر حاضر طلباء کو فیل قرار دیا جائے گا۔",
  "Students on leave (on unavoidable reason) either to be re-examined or shall be considered at the level of previous exam he / she appeared in.":"چھٹی پر جانے والے طلباء (ناگزیر وجہ سے) یا تو دوبارہ امتحان لیا جائے یا وہ پچھلے امتحان کی سطح پر غور کیا جائے گا جس میں وہ حاضر ہوا تھا۔",
  "RULES FOR STUDENTS:":"طلباء کے لیے اصول:",
  "TGLS Uniform Rules:":"ٹی جی ایل ایس ڈریسنگ کے اصول:",
  "(a) COMPULSORY":"(a) لازمی",
  "Complete TGLS uniform of prescribed color and shades and approved design.":"تجویز کردہ رنگ اور شیڈز اور منظور شدہ ڈیزائن کی مکمل ٹی جی ایل ایس یونیفارم۔",
  "Crew cut hair, polished shoes cut nails and brushed teeth, students name card,stitched (TGLS) on shirt and blazer (pockets)":"عملے کے کٹے ہوئے بال، پالش کیے گئے جوتے ناخن اور برش کیے ہوئے دانت، طلبہ کا نام کارڈ، قمیض اور بلیزر (جیب) پر سلی ہوئی (ٹی جی ایل ایس)",
  "(b) NOT ALLOWED":"(b) اجازت نہیں ہے",
  "High necks, caps, muffler, jeans, joggers, neck chains, hand bangles (male students)":"اونچی گردن، ٹوپیاں، مفلر، جینز، جوگرز، گلے کی زنجیریں، ہاتھ کی چوڑیاں (مرد طلباء)",
  "Loose lowered tie knots, open buttons and shirt out of trouser (male students).":"ڈھیلی نیچے ٹائی کی گرہیں، کھلے بٹن اور پتلون سے باہر کی قمیض (مرد طلباء)۔",
  "Tight Shalwar Qamees, high chalks, makeup, lips tick, cuties, high heels shoes,jewelry, long nails, intense perfumes, open hair, boy-cut hairs (female).":"چست شلوار قمیض، اونچی چاک، میک اپ، ہونٹوں کی ٹک، کٹیز، اونچی ایڑی کے جوتے، زیورات، لمبے ناخن، شدید پرفیوم، کھلے بال، لڑکوں کے کٹے ہوئے بال (خواتین)۔",
  "(c) FINE":"(c) جرمانہ",
  "Rs. 50 – 100 may be imposed on violation.":"خلاف ورزی پر 50-100 روپے جرمانہ عائد کیا جا سکتا ہے۔",
  "(d) SEQUENCE":"(d) ترتیب",
  "Winter uniform begins with blazer instead of pullover.":"موسم سرما کی وردی پل اوور کے بجائے بلیزر سے شروع ہوتی ہے۔",
  "(e) SPECIAL DAYS AND EVENTS ....Complete Unifrom must in":"(e) خصوصی دن اور تقریبات .... مکمل یونی سے اندر ہونا ضروری ہے۔",
  "BISE exams of SSC + HSSC (theory + practicals, morning + evenings)":"بورڈ آف انٹرمیڈیٹ اور سیکنڈری تعلیمی امتحانات SSC + HSSC (تھیوری + پریکٹیکلز، صبح + شام)",
  "Study tours, picnics and TGLS functions.":"مطالعاتی دورے، پکنک اور ٹی جی ایل ایس فنکشنز۔",
  " All sort of competition out side TGLS.":" ٹی جی ایل ایس سے باہر ہر طرح کا مقابلہ۔",
  "NOTE: Shirt of boys shall remain half sleeves both in winter as well as in summer.":"نوٹ: لڑکوں کی قمیض سردیوں اور گرمیوں میں آدھی آستین والی ہو گی۔",
  "SOR / Struck of the Roll:":"سٹرک آف دی رول:",
  "Grounds for SOR:":"سٹرک آف دی رول کی بنیادیں :",
  "Fighting with fellow students inside, out side TGLS or within TGLS transport or at bus stop. (single or gangestic)":"ٹی جی ایل ایس کے اندر، باہر کی طرف یا ٹی جی ایل ایس ٹرانسپورٹ کے اندر یا بس اسٹاپ پر ساتھی طلباء کے ساتھ لڑائی۔ (سنگل یا گینگسٹک)",
  "Serious disobedience of teacher.":"استاد کی سنگین نافرمانی۔",
  "Giving serious damage to TGLS property.":"ٹی جی ایل ایس املاک کو شدید نقصان پہنچانا۔",
  "Bringing arms, poisonous chemicals / medicines or drugs.":"اسلحہ، زہریلا کیمیکل / ادویات یا دوائیں لانا۔",
  "Involves in henious crime.":"گھناؤنے جرم میں ملوث ہے۔",
  "Involves in political, sectarian or racial activities.":"سیاسی، فرقہ وارانہ یا نسلی سرگرمیوں میں ملوث ہے۔",
  "Leading students joint representation.":"معروف طلباء کی مشترکہ نمائندگی۔",
  "Creating / causing hurdles and disturbance in examination.":"امتحان میں رکاوٹیں اور خلل پیدا کرنا / پیدا کرنا۔",
  "RESTORATION ………….. Re – Admission":"بحالی ………….. دوبارہ داخلہ",
  "Principal has the authority to allow or refuse the re-admission.":"پرنسپل کو دوبارہ داخلے کی اجازت دینے یا انکار کرنے کا اختیار ہے۔",
  "In case of permission.":"اجازت کی صورت میں۔",
  "Parents to submit affidavit on judicial stamp paper (of Rs. 30/-) duly counter-signed by oath-commissioner.":"والدین کو جوڈیشل اسٹامپ پیپر (30/- روپے) پر حلف نامہ جمع کروائیں جس پر حلف کمشنر کے جوابی دستخط ہوں۔",
  "To deposit":"جمع کرانا",
  "NOTE: SOR students no more remain as TGLS students. Their parents are called on phone and issue letter through registered post for collecting S.L.C after clearance of all dues.":"نوٹ: سٹرک آف طلباء اب ٹی جی ایل ایس طلباء کے طور پر باقی نہیں رہیں گے۔ ان کے والدین کو فون پر بلایا جاتا ہے اور تمام واجبات کی منظوری کے بعد اسکول چھوڑنے کا سرٹیفکیٹ جمع کرنے کے لیے رجسٹرڈ ڈاک کے ذریعے خطوط جاری کیے جاتے ہیں۔",

  "StudentRegistration": "طلباء کی رجسٹریشن ",
  "Name": "نام",
  "DateOfBirth": "پیدائش کی تاریخ",
  "CurrentAddress": "موجودہ پتہ ",
  "ParmanentAddress": "مستقل پتہ",
  "cnic/formb": "سی این آئی سی نمبر/ فارم بی نمبر بغیر ڈیش (-) کے",
  "fathername": "والد کا نام",
  "PhoneNo": "فون نمبر",
  "MobileNo": "موبائل نمبر",
  "Submit": "جمع کرائیں",
  "AddExamResults": "امتحان کے نتائج شامل کریں",
  "SMTA": "تمام درخواست دہندگان کو پیغام بھیجیں",
  "SROC": "کلاس کے نتائج تلاش کریں",
  "Session": "سیشن",
  "SearchResult": "تلاش کریں",
  "SROS": "طلباء کے نتائج تلاش کریں",
  "Bisep Result": "بی ائی ایس ای پی کے نتائج",
  "Summer Vacation Task": "گرمیوں کی چھٹیوں کا ٹاسک",
  "Director’s Message": "ڈائریکٹر کا پیغام",
  "School Info": "اسکول کی معلومات",
  "Gallery": "گیلری",
  "Contact Us": "ہم سے رابطہ کریں",

  "S.NO": "سیریل نمبر",
  "Date": "تاریخ",
  "Subject": "مضمون",
  "Class": "کلاس",
  "Time": "وقت",
  "Cnic": "سی این آئی سی نمبر",
  "Marks": "حاصل کردہ نمبر",
  "WTAD": "ایڈمن ڈیش بورڈ میں خوش آمدید",
  "ClassResult": "کلاس کے نتائج ",
  "StudentResult": "طلباء کے نتائج ",
  "TestResults": "ٹیسٹ کے نتائج",
  "ApplyforAdmission": "داخلہ کے لیے درخواست دیں",
  "Admission": "داخلے",

  "AddAdmin": "ایڈمن شامل کریں ",
  "ConfirmPassword": "پاس ورڈ کی تصدیق کریں",

  "AddResult": "نتیجہ شامل کریں ",
  "AddDatesheet": "ڈیٹ شیٹ شامل کریں ",
  "SendMessage": "پیغام بھیجیں",
  "RegisteredStudents": "رجسٹرڈ طلباء",
  "Examination": "امتحان",
  "Logout": "لاگ آوٹ",
  "AdminPanel": "ایڈمن پینل ",
  "EAD": "ایڈمن کی تفصیلات درج کریں",
  "EDD": "ڈیٹ شیٹ کی تفصیلات درج کریں",
  "From": "سے",
  "To": "تک",
  "SMTPC": "پاس امیدواروں کو پیغام بھیجیں",
  "Message": "پیغام",
  "AddPaper": "ایڈ پیپر",
  "Action": "عمل",
  "Login": "لاگ ان کریں ",
  "Language": "زبان",
  "Links": "لنکس",
  "OurAddress": "ہمارا پتہ ",
  "Copyright": "© کاپی رائٹ 2022 جامعہ پشاور",
  "address": "4 کلومیٹر، ناصر باغ روڈ",
  "address1": " راگی ماڈل ٹاؤن کے قریب ",
  "address2": "25000، پشاور",
  "Madrasa": "مدرسہ",
  "Nationality":"قومیت",
  "aboutMadrasa": "مدرسہ، ایک اسلامی کالج ہے، لفظی طور پر تعلیم کی جگہ، خاص طور پر مذہبی قانون کی تعلیم۔ قرون وسطی کے استعمال میں اس اصطلاح کا حوالہ ایک ایسے ادارے سے ہے جو اسلامی قانون اور متعلقہ مضامین میں درمیانی اور اعلی درجے کی تعلیم فراہم کرتا ہے۔ یہ ابتدائی اسکولوں سے متصادم تھا، جو بنیادی قرآن کی تعلیم فراہم کرتے تھے، اور غیر مذہبی اداروں، جو طب جیسے مضامین میں تعلیم فراہم کرتے تھے۔ جدید استعمال میں یہ اصطلاح عام طور پر کسی بھی سطح پر اسلامی مذہبی تعلیم دینے والے اسکولوں پر لاگو ہوتی ہے۔ مدرسہ کو ایک عمارت، ایک قانونی ادارے اور ایک تعلیمی ادارے کے طور پر سمجھا جا سکتا ہے۔ ایک اصول کے طور پر، قرون وسطیٰ کے مدرسے میں ایسے مرد طلباء کی خدمت کی جاتی تھی جو ابتدائی سطح سے گزر چکے تھے اور جو علما، مذہبی اسکالرز کے طور پر اسناد حاصل کرنے کا ارادہ رکھتے تھے۔ ابتدائی اسکول اور مقامی زبان یا عملی تعلیم دینے والے اسکول عام طور پر دوسرے ناموں سے جانے جاتے تھے۔"
}
